Repository: netdcy/FlowVision
Catalog: FlowVision/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sv, zh_hans, zh_hant

source: Input new folder name:
ar: أدخل اسم المجلد الجديد:
de: Neuen Ordnernamen eingeben:
es: Ingrese el nombre de la nueva carpeta:
fr: Entrez le nouveau nom de dossier :
it: Inserisci il nome della nuova cartella:
ja: 新しいフォルダー名を入力:
ko: 새 폴더 이름 입력:
nl: Nieuwe mapnaam invoeren:
pt_br: Insira o nome da nova pasta:
pt_pt: Introduza novo nome da pasta:
ru: Введите имя новой папки:
sv: Ange nytt mappnamn:
zh_hans: 请输入文件夹名称：
zh_hant: 輸入新資料夾名稱:

# input-new-textfile-name
source: Please enter the file name:
ar: الرجاء إدخال اسم الملف:
de: Bitte geben Sie den Dateinamen ein:
es: Por favor, introduzca el nombre del archivo:
fr: Veuillez saisir le nom du fichier :
it: Si prega di inserire il nome del file:
ja: ファイル名を入力してください:
ko: 파일 이름을 입력하세요:
nl: Voer de bestandsnaam in:
pt_br: Por favor, insira o nome do arquivo:
pt_pt: Por favor, insira o nome do ficheiro:
sv: Ange filnamn:
zh_hans: 请输入文件名称：
zh_hant: 请输入檔案名稱：

source: Invalid current path
ar: مسار حالي غير صالح
de: Ungültiger aktueller Pfad
es: Ruta actual no válida
fr: Chemin actuel invalide
it: Percorso corrente non valido
ja: 現在のパスが無効です
ko: 현재 경로가 유효하지 않음
nl: Ongeldig huidig pad
pt_br: Caminho atual inválido
pt_pt: Caminho atual inválido
ru: Недопустимый текущий путь
sv: Ogiltig aktuell sökväg
zh_hans: 当前路径无效
zh_hant: 無效當前路徑

source: Invalid input, please enter a positive number
ar: إدخال غير صالح، يرجى إدخال رقم موجب
de: Ungültige Eingabe, bitte eine positive Zahl eingeben
es: Entrada no válida, por favor ingrese un número positivo
fr: Entrée invalide, veuillez saisir un nombre positif
it: Input non valido, inserisci un numero positivo
ja: 無効な入力です。正の数値を入力してください
ko: 잘못된 입력입니다. 양수를 입력해 주세요
nl: Ongeldige invoer, voer alstublieft een positief getal in
pt_br: Entrada inválida, por favor insira um número positivo
pt_pt: Entrada inválida, por favor insira um número positivo
ru: Недопустимый ввод, пожалуйста, введите положительное число
sv: Ogiltig inmatning, ange ett positivt nummer
zh_hans: 输入不合法，请输入一个正数
zh_hant: 输入不合法，请输入一个正數

source: Invalid relative path
ar: مسار نسبي غير صالح
de: Ungültiger relativer Pfad
es: Ruta relativa no válida
fr: Chemin relatif invalide
it: Percorso relativo non valido
ja: 無効な相対パス
ko: 잘못된 상대 경로
nl: Ongeldig relatief pad
pt_br: Caminho relativo inválido
pt_pt: Caminho relativo inválido
ru: Недопустимый относительный путь
sv: Ogiltig relativ sökväg
zh_hans: 相对路径无效
zh_hant: 無效的相對路徑

source: Justified View
ar: عرض مضبوط
de: Blocksatzansicht
es: Vista Justificada
fr: Vue Justifiée
it: Visualizzazione giustificata
ja: ジャスティファイドビュー
ko: 양쪽 맞춤 보기
nl: Uitgelijnde weergave
pt_br: Visualização Justificada
pt_pt: Vista Justificada
ru: Выровненный вид
sv: Justerad vy
zh_hans: 自适应视图
zh_hant: 對齊視圖

source: Loading...
ar: جارٍ التحميل...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento in corso...
ja: 読み込み中...
ko: 로드 중...
nl: Laden...
pt_br: Carregando...
pt_pt: A carregar...
ru: Загрузка...
sv: Laddar...
zh_hans: 加载中...
zh_hant: 載入中

source: Maximize Window
ar: تكبير النافذة
de: Fenster maximieren
es: Maximizar ventana
fr: Agrandir la fenêtre
it: Massimizza finestra
ja: ウィンドウを最大化
ko: 창 최대화
nl: Venster maximaliseren
pt_br: Maximizar Janela
pt_pt: Maximizar Janela
ru: Развернуть окно
sv: Maximera fönster
zh_hans: 最大化窗口
zh_hant: 視窗最大化

source: Merge All Windows
ar: دمج جميع النوافذ
de: Alle Fenster zusammenführen
es: Combinar todas las ventanas
fr: Fusionner toutes les fenêtres
it: Unisci tutte le finestre
ja: すべてのウィンドウを結合
ko: 모든 창 병합
nl: Alle vensters samenvoegen
pt_br: Mesclar Todas as Janelas
pt_pt: Mesclar Todas as Janelas
ru: Объединить все окна
sv: Sammanfoga alla fönster
zh_hans: 合并所有窗口
zh_hant: 合併所有窗口

source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
it: Altro
ja: もっと
ko: 더 보기
nl: Meer
pt_br: Mais
pt_pt: Mais
ru: Еще
sv: Mer
zh_hans: 更多
zh_hant: 更多

source: Move Down
ar: تحريك لأسفل
de: Nach unten bewegen
es: Mover hacia abajo
fr: Descendre
it: Sposta giù
ja: 下に移動
ko: 아래로 이동
nl: Omlaag verplaatsen
pt_br: Mover para baixo
pt_pt: Mover para Baixo
ru: Переместить вниз
sv: Flytta ned
zh_hans: 下移
zh_hant: 下移

source: Move Here
ar: انقل هنا
de: Hierher verschieben
es: Mover Aquí
fr: Déplacer ici
it: Sposta qui
ja: ここに移動
ko: 여기로 이동
nl: Hierheen verplaatsen
pt_br: Mover para cá
pt_pt: Mover para Aqui
ru: Переместить сюда
sv: Flytta hit
zh_hans: 移动到此
zh_hant: 移到這裡

source: Move to Trash
ar: نقل إلى سلة المهملات
de: In den Papierkorb verschieben
es: Mover a la papelera
fr: Déplacer vers la Corbeille
it: Sposta nel Cestino
ja: ゴミ箱に移動
ko: 휴지통으로 이동
nl: Verplaatsen naar de prullenbak
pt_br: Mover para a Lixeira
pt_pt: Mover para o Lixo
ru: Переместить в корзину
sv: Flytta till Papperskorgen
zh_hans: 移动到废纸篓
zh_hant: 移至垃圾桶

source: Move Up
ar: تحريك لأعلى
de: Nach oben verschieben
es: Mover hacia arriba
fr: Monter
it: Sposta su
ja: 上に移動
ko: 위로 이동
nl: Omhoog verplaatsen
pt_br: Mover para cima
pt_pt: Mover para cima
ru: Переместить вверх
sv: Flytta upp
zh_hans: 上移
zh_hant: 上移

# move-to-download
source: Move to "Downloads" Folder
ar: النقل إلى مجلد "التنزيلات"
de: In den Ordner "Downloads" verschieben
es: Mover a la carpeta "Descargas"
fr: Déplacer vers le dossier "Téléchargements"
it: Sposta nella cartella "Download"
ja: 「ダウンロード」フォルダに移動
ko: "다운로드" 폴더로 이동
nl: Verplaatsen naar map "Downloads"
pt_br: Mover para a pasta "Downloads"
pt_pt: Mover para a pasta "Downloads"
ru: Переместить в папку «Загрузки»
sv: Flytta till mappen "Nedladdningar"
zh_hans: 移动到"下载"文件夹
zh_hant: 移動到"下載"資料夾

source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt_br: Nome
pt_pt: Nome
ru: Имя
sv: Namn
zh_hans: 名称
zh_hant: 名稱

source: New
ar: جديد
de: Neu
es: Create
fr: Créer
it: Nuovo
ja: 新規作成
ko: 새로 만들기
nl: Nieuw
pt_br: Novo
pt_pt: Novo
ru: Новый
sv: Ny
zh_hans: 新建
zh_hant: 新建

source: New Folder
ar: مجلد جديد
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova Cartella
ja: 新しいフォルダー
ko: 새 폴더
nl: Nieuwe map
pt_br: Nova Pasta
pt_pt: Nova Pasta
ru: Новая папка
sv: Ny mapp
zh_hans: 新建文件夹
zh_hant: 新資料夾

source: New name for
ar: اسم جديد لـ
de: Neuer Name für
es: Nuevo nombre para
fr: Nouveau nom pour
it: Nuovo nome per
ja: の新しい名前
ko: 새 이름
nl: Nieuwe naam voor
pt_br: Novo nome para
pt_pt: Novo nome para
ru: Новое имя для
sv: Nytt namn för
zh_hans: 请输入新的名称用于
zh_hant: 新名稱用於

source: New Tab
ar: علامة تبويب جديدة
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuova scheda
ja: 新しいタブ
ko: 새 탭
nl: Nieuw tabblad
pt_br: Nova guia
pt_pt: Novo separador
ru: Новая вкладка
sv: Ny flik
zh_hans: 新标签页
zh_hant: 新分頁

source: New Text File
ar: إنشاء ملف نصي جديد
de: Neue Textdatei
es: Crear nuevo archivo de texto
fr: Créer un fichier texte
it: Crea nuovo file di testo
ja: 新しいテキストファイル
ko: 새 텍스트 파일 만들기
nl: Nieuw tekstbestand
pt_br: Novo arquivo de texto
pt_pt: Novo arquivo de texto
ru: Создать текстовый файл
sv: Skapa en ny textfil
zh_hans: 新建文本文件
zh_hant: 新建文字檔案

source: Next Folder
ar: المجلد التالي
de: Nächster Ordner
es: Siguiente carpeta
fr: Dossier suivant
it: Cartella successiva
ja: 次のフォルダー
ko: 다음 폴더
nl: Volgende map
pt_br: Próxima Pasta
pt_pt: Próxima Pasta
ru: Следующая папка
sv: Nästa mapp
zh_hans: 下一个目录
zh_hant: 下一個資料夾

source: Next Sibling
ar: القريب التالي
de: Nächstes Geschwisterelement
es: Siguiente hermano
fr: Frère suivant
it: Prossimo Sibling
ja: 次の同レベル
ko: 다음 형제 노드
nl: Volgende gelijkwaardige directory
pt_br: Próximo Irmão
pt_pt: Irmão Seguinte
ru: Следующий на том же уровне
sv: Nästa syskon
zh_hans: 平级的下一个目录
zh_hant: 下一個同級目錄

source: Next Sibling of Parent
ar: الأخ التالي للعنصر الأصل
de: Nächstes Geschwister des Elternteils
es: Siguiente hermano del padre
fr: Prochain Frère du Parent
it: Prossimo Fratello del Genitore
ja: 親の次の兄弟
ko: 부모의 다음 형제
nl: Volgende broer of zus van bovenliggend element
pt_br: Próximo Irmão do Pai
pt_pt: Próximo irmão do pai
ru: Следующий совпратный родитель
sv: Nästa syskon till förälder
zh_hans: 上级的平级下一个目录
zh_hant: 上級的下個同級目錄

source: Not Include Folders
ar: عدم تضمين المجلدات
de: Ordner nicht einbeziehen
es: No incluir carpetas
fr: Ne pas inclure les dossiers
it: Non includere cartelle
ja: フォルダーを含めない
ko: 폴더 포함 안 함
nl: Mappen niet opnemen
pt_br: Não Incluir Pastas
pt_pt: Não Incluir Pastas
ru: Не включать папки
sv: Inkludera inte mappar
zh_hans: 不包含文件夹
zh_hant: 不包含文件夾

source: Not Show All Types of Files
ar: عدم إظهار جميع أنواع الملفات
de: Nicht alle Dateitypen anzeigen
es: No mostrar todos los tipos de archivos
fr: Ne pas afficher tous les types de fichiers
it: Non mostrare tutti i tipi di file
ja: すべての種類のファイルを表示しない
ko: 모든 유형의 파일을 표시하지 않음
nl: Niet alle bestandstypen weergeven
pt_br: Não Mostrar Todos os Tipos de Arquivos
pt_pt: Não Mostrar Todos os Tipos de Ficheiros
ru: Не показывать все типы файлов
sv: Visa inte alla filtyper
zh_hans: 不显示所有类型文件
zh_hant: 不顯示所有類型文件

source: Not Show Hidden Files
ar: عدم إظهار الملفات المخفية
de: Ausgeblendete Dateien nicht anzeigen
es: No mostrar archivos ocultos
fr: Ne pas afficher les fichiers cachés
it: Non mostrare i file nascosti
ja: 隠しファイルを表示しない
ko: 숨겨진 파일 표시 안 함
nl: Verborgen bestanden niet weergeven
pt_br: Não Mostrar Arquivos Ocultos
pt_pt: Não Mostrar Ficheiros Ocultos
ru: Не показывать скрытые файлы
sv: Visa inte dolda filer
zh_hans: 不显示隐藏文件
zh_hant: 不顯示隱藏文件

# ocr-recog-fail
source: The OCR function requires macOS 13.0 or later.
ar: تتطلب وظيفة التعرف الضوئي على الحروف macOS 13.0 أو أحدث.
de: Die OCR-Funktion erfordert macOS 13.0 oder höher
es: La función OCR requiere macOS 13.0 o posterior
fr: La fonction OCR nécessite macOS 13.0 ou une version ultérieure.
it: La funzione OCR richiede macOS 13.0 o successivo.
ja: OCR機能を使用するには、macOS 13.0以降が必要です
ko: OCR 기능은 macOS 13.0 이상이 필요합니다
nl: De OCR-functie vereist macOS 13.0 of hoger
pt_br: A função OCR requer macOS 13.0 ou posterior.
pt_pt: A função de OCR requer o macOS 13.0 ou posterior.
ru: Функция OCR требует macOS 13.0 или новее.
sv: OCR-funktionen kräver macOS 13.0 eller senare.
zh_hans: OCR功能需要macOS 13.0及以上版本
zh_hant: OCR功能需要macOS 13.0或更高版本

source: OK
ar: حسناً
es: Aceptar
fr: D'accord
ko: 확인
ru: ОК
zh_hans: 确定
zh_hant: 確定

source: Open
ar: افتح
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
pt_pt: Abrir
ru: Открыть
sv: Öppna
zh_hans: 打开
zh_hant: 開啟

source: Open in Finder
ar: افتح في الباحث
de: Im Finder öffnen
es: Abrir en Finder
fr: Ouvrir dans le Finder
it: Apri in Finder
ja: Finderで開く
ko: 파인더에서 열기
nl: Openen in Finder
pt_br: Abrir no Finder
pt_pt: Abrir no Finder
ru: Открыть в Finder
sv: Öppna i Finder
zh_hans: 在Finder中打开
zh_hant: 在 Finder 中打開

source: Open in New Tab
ar: افتح في تبويب جديد
de: In neuem Tab öffnen
es: Abrir en una pestaña nueva
fr: Ouvrir dans un nouvel onglet
it: Apri in una nuova scheda
ja: 新しいタブで開く
ko: 새 탭에서 열기
nl: Openen in nieuw tabblad
pt_br: Abrir em Nova Guia
pt_pt: Abrir numa Nova Aba
ru: Открыть в новой вкладке
sv: Öppna i ny flik
zh_hans: 在新标签页中打开
zh_hant: 在新分頁中打開

source: Open in Terminal
ar: افتح في الطرفية
de: Im Terminal öffnen
es: Abrir en Terminal
fr: Ouvrir dans le terminal
it: Apri nel terminale
ja: ターミナルで開く
ko: 터미널에서 열기
nl: Openen in Terminal
pt_br: Abrir no Terminal
pt_pt: Abrir no Terminal
ru: Открыть в терминале
sv: Öppna i Terminalen
zh_hans: 在终端中打开
zh_hant: 在終端中開啟

source: Open With
ar: افتح باستخدام
de: Öffnen mit
es: Abrir con
fr: Ouvrir avec
it: Apri con
ja: で開く
ko: 다음으로 열기
nl: Openen met
pt_br: Abrir com
pt_pt: Abrir com
ru: Открыть с помощью
sv: Öppna med
zh_hans: 打开方式
zh_hant: 開啟方式

# open-in-new-tab-this
source: Open This in New Tab
ar: افتح هذا في تبويب جديد
de: In neuem Tab öffnen
es: Abrir esto en una nueva pestaña
fr: Ouvrir dans un nouvel onglet
it: Apri questo in una nuova scheda
ja: 新しいタブでこれを開く
ko: 새 탭에서 열기
nl: Openen in nieuw tabblad
pt_br: Abrir isso em uma nova aba
pt_pt: Abrir isto num novo separador
ru: Открыть это в новой вкладке
sv: Öppna detta i ny flik
zh_hans: 在新标签页中打开此项
zh_hant: 在新分頁中開啟此項

# optimizeWindow
source: Optimal Window Size
ar: حجم النافذة الأمثل
de: Optimale Fenstergröße
es: Tamaño de ventana óptimo
fr: Taille de fenêtre optimale
it: Dimensione ottimale della finestra
ja: 最適ウィンドウサイズ
ko: 최적 창 크기
nl: Optimale venstergrootte
pt_br: Tamanho de Janela Ótimo
pt_pt: Tamanho de Janela Ideal
ru: Оптимальный размер окна
sv: Optimal fönsterstorlek
zh_hans: 合适窗口大小
zh_hant: 最佳窗口大小

source: Other
ar: أخرى
de: Andere
es: Otro
fr: Autre
it: Altro
ja: その他
ko: 기타
nl: Overige
pt_br: Outro
pt_pt: Outros
ru: Другие
sv: Annat
zh_hans: 其它
zh_hant: 其他

source: Others
ar: أخرى
de: Andere
es: Otros
fr: Autres
it: Altri
ja: その他
ko: 기타
nl: Overige
pt_br: Outros
pt_pt: Outros
ru: Другое
sv: Övriga
zh_hans: 其它
zh_hant: 其他

source: Parent Folder
ar: المجلد الرئيسي
de: Übergeordneter Ordner
es: Carpeta principal
fr: Dossier Parent
it: Cartella principale
ja: 親フォルダ
ko: 상위 폴더
nl: Bovenliggende map
pt_br: Pasta Pai
pt_pt: Pasta Principal
ru: Родительская папка
sv: Överordnad mapp
zh_hans: 上级目录
zh_hant: 上級資料夾

source: Paste
ar: لصق
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: 貼り付け
ko: 붙여넣기
nl: Plakken
pt_br: Colar
pt_pt: Colar
ru: Вставить
sv: Klistra in
zh_hans: 粘贴
zh_hant: 貼上

source: Path does not exist
ar: المسار غير موجود
de: Pfad existiert nicht
es: La ruta no existe
fr: Le chemin n'existe pas
it: Il percorso non esiste
ja: パスが存在しません
ko: 경로가 존재하지 않습니다
nl: Pad bestaat niet
pt_br: O caminho não existe
pt_pt: O caminho não existe
ru: Путь не существует
sv: Sökvägen finns inte
zh_hans: 路径不存在
zh_hant: 路徑不存在

source: Pin Window
ar: تثبيت النافذة
de: Fenster anheften
es: Fijar ventana
fr: Épingler la fenêtre
it: Fissa finestra
ja: ウィンドウを固定
ko: 윈도우 고정
nl: Vastzetten
pt_br: Fixar Janela
pt_pt: Fixar Janela
ru: Закрепить окно
sv: Fäst fönster
zh_hans: 置顶
zh_hant: 釘選視窗

source: Pin Window to Top
ar: تثبيت النافذة في المقدمة
de: Fenster oben anheften
es: Fijar ventana en la parte superior
fr: Épingler la fenêtre en haut
it: Fissa finestra in alto
ja: ウィンドウを最前面に固定
ko: 창 맨 위에 고정
nl: Venster bovenaan vastzetten
pt_br: Fixar janela no topo
pt_pt: Fixar janela no topo
ru: Закрепить окно сверху
sv: Fäst fönster överst
zh_hans: 置顶窗口
zh_hant: 將視窗釘在最上方

source: Portable Browsing Mode
ar: وضع التصفح المحمول
de: Tragbarer Browsing-Modus
es: Modo de Navegación Portátil
fr: Mode de navigation portable
it: Modalità di Navigazione Portatile
ja: ポータブルブラウジングモード
ko: 포터블 브라우징 모드
nl: Draagbare bladermodus
pt_br: Modo de Navegação Portátil
pt_pt: Modo de Navegação Portátil
ru: Режим портативного просмотра
sv: Bärbart bläddringsläge
zh_hans: 便携浏览模式
zh_hant: 便攜瀏覽模式

source: Portable Mode: Off
ar: وضعية المحمول: إيقاف
de: Tragbarer Modus: Aus
es: Modo portátil: Desactivado
fr: Mode portable : Désactivé
it: Modalità Portatile: Disattivata
ja: ポータブルモード：オフ
ko: 포터블 모드: 꺼짐
nl: Draagbare modus: Uit
pt_br: Modo Portátil: Desligado
pt_pt: Modo Portátil: Desligado
ru: Портативный режим: Выкл
sv: Bärbart läge: Av
zh_hans: 便携模式：关闭
zh_hant: 便攜模式：關閉

source: Portable Mode: On
ar: الوضع المحمول: تشغيل
de: Tragbarer Modus: Ein
es: Modo portátil: Activado
fr: Mode portable : Activé
it: Modalità portatile: On
ja: ポータブルモード：オン
ko: 휴대 모드: 켜짐
nl: Draagbare modus: Aan
pt_br: Modo Portátil: Ativado
pt_pt: Modo Portátil: Ligado
ru: Портативный режим: Включен
sv: Portabelt läge: På
zh_hans: 便携模式：开启
zh_hant: 便攜模式：開啟

# portable-mode-info
source: In Portable Mode: - When opening an image, the window automatically resizes to match the image's dimensions; - When closing an image, the window automatically resizes to a proportion of the screen.
ar: في الوضع المحمول: - عند فتح صورة، يتم تغيير حجم النافذة تلقائيًا لتطابق أبعاد الصورة؛ - عند إغلاق صورة، يتم تغيير حجم النافذة تلقائيًا إلى نسبة من الشاشة.
de: Im tragbaren Modus: - Beim Öffnen eines Bildes passt sich das Fenster automatisch an die Abmessungen des Bildes an; - Beim Schließen eines Bildes passt sich das Fenster automatisch an einen Teil des Bildschirms an
es: En modo portátil: - Al abrir una imagen, la ventana se redimensiona automáticamente para ajustarse a las dimensiones de la imagen; - Al cerrar una imagen, la ventana se redimensiona automáticamente a una proporción de la pantalla
fr: En mode portable : - Lors de l'ouverture d'une image, la fenêtre se redimensionne automatiquement pour correspondre aux dimensions de l'image; - Lors de la fermeture d'une image, la fenêtre se redimensionne automatiquement à une proportion de l'écran.
it: In Modalità Portatile: - Quando si apre un'immagine, la finestra si ridimensiona automaticamente per adattarsi alle dimensioni dell'immagine; - Quando si chiude un'immagine, la finestra si ridimensiona automaticamente a una proporzione dello schermo
ja: ポータブルモードでは： - 画像を開くと、ウィンドウが自動的に画像のサイズに合わせてリサイズされます - 画像を閉じると、ウィンドウが自動的に画面の割合にリサイズされます
ko: 휴대 모드에서: - 이미지를 열 때 창의 크기는 자동으로 이미지의 크기에 맞춰집니다; - 이미지를 닫을 때 창의 크기는 자동으로 화면 비율에 맞춰 조정됩니다.
nl: In portabele modus: - Bij het openen van een afbeelding wordt het venster automatisch aangepast aan de afmetingen van de afbeelding; - Bij het sluiten van een afbeelding wordt het venster automatisch aangepast aan een deel van het scherm.
pt_br: No Modo Portátil: - Ao abrir uma imagem, a janela redimensiona automaticamente para corresponder às dimensões da imagem; - Ao fechar uma imagem, a janela redimensiona automaticamente para uma proporção da tela
pt_pt: No modo portátil: - Ao abrir uma imagem, a janela redimensiona-se automaticamente para corresponder às dimensões da imagem; - Ao fechar uma imagem, a janela redimensiona-se automaticamente para uma proporção do ecrã.
ru: В портативном режиме: - При открытии изображения окно автоматически изменяет размер в соответствии с размерами изображения; - При закрытии изображения окно автоматически изменяет размер в пропорции к экрану.
sv: I bärbart läge: - När en bild öppnas ändras fönstrets storlek automatiskt för att matcha bildens dimensioner; - När en bild stängs ändras fönstrets storlek automatiskt till en proportion av skärmen
zh_hans: 在便携模式下： - 打开图片时窗口会自动调整至图像的比例； - 关闭图片时窗口会自动调整至屏幕的比例。
zh_hant: 在便攜模式下： - 打開圖像時，窗口會自動調整大小以匹配圖像的維度； - 關閉圖像時，窗口會自動調整為屏幕的比例。

source: Prefer Using Embedded Thumbnails
ar: يفضل استخدام الصور المصغرة المدمجة
de: Bevorzugt eingebettete Miniaturansichten verwenden
es: Preferir usar miniaturas incrustadas
fr: Privilégier l'utilisation des miniatures intégrées
it: Preferire l'uso delle miniature incorporate
ja: 埋め込みサムネイルの使用を優先
ko: 내장된 축소판 선호
nl: Voorkeur voor het gebruik van ingesloten miniaturen
pt_br: Preferir usar miniaturas incorporadas
pt_pt: Preferir usar miniaturas incorporadas
ru: Предпочитать использование встроенных миниатюр
sv: Föredra att använda inbäddade miniatyrer
zh_hans: 优先使用内嵌缩略图
zh_hant: 偏好使用內嵌縮略圖

source: Previous Folder
ar: المجلد السابق
de: Vorheriger Ordner
es: Carpeta anterior
fr: Dossier précédent
it: Cartella Precedente
ja: 前のフォルダー
ko: 이전 폴더
nl: Vorige map
pt_br: Pasta Anterior
pt_pt: Pasta Anterior
ru: Предыдущая папка
sv: Föregående mapp
zh_hans: 上一个目录
zh_hant: 上一个資料夾

source: Previous Sibling
ar: الأخ السابق
de: Vorheriges Geschwisterelement
es: Hermano Anterior
fr: Frère Précédent
it: Fratello precedente
ja: 前の兄弟要素
ko: 이전 형제
nl: Vorige broer of zus
pt_br: Irmão Anterior
pt_pt: Irmão Anterior
ru: Предыдущий соседний элемент
sv: Föregående syskon
zh_hans: 平级的上一个目录
zh_hant: 上一个同级目录

source: Previous Sibling of Parent
ar: الشقيق السابق للأصل
de: Vorheriges Geschwister des Elternteils
es: Anterior Hermano del Padre
fr: Frère précédent du parent
it: Fratello precedente del genitore
ja: 親の前の兄弟
ko: 부모의 이전 형제
nl: Vorige sibling van ouder
pt_br: Irmão Anterior do Pai
pt_pt: Anterior Irmão do Parente
ru: Старший брат родителя
sv: Föregående syskon till överordnad
zh_hans: 上级的平级上一个目录
zh_hant: 父級的上一个兄弟节点

# qrcode-recog-fail
source: Failed to Recognize QR Code
ar: فشل في التعرف على رمز الاستجابة السريعة
de: QR-Code konnte nicht erkannt werden
es: No se pudo reconocer el código QR
fr: Échec de la reconnaissance du code QR
it: Impossibile riconoscere il codice QR
ja: QRコードを認識できませんでした
ko: QR 코드를 인식하지 못했습니다
nl: QR-code niet herkend
pt_br: Falha ao reconhecer o código QR
pt_pt: Falha ao Reconhecer o Código QR
ru: Не удалось распознать QR-код
sv: Kunde inte känna igen QR-kod
zh_hans: 未能识别到二维码
zh_hant: 無法識別二維碼

# qrcode-recog-result
source: QR Code Recognition Result
ar: نتيجة التعرف على رمز QR
de: QR-Code-Erkennungsergebnis
es: Resultado de reconocimiento de código QR
fr: Résultat de la reconnaissance du code QR
it: Risultato Riconoscimento Codice QR
ja: QRコード認識結果
ko: QR 코드 인식 결과
nl: Resultaat van QR-code Herkenning
pt_br: Resultado do Reconhecimento de QR Code
pt_pt: Resultado do Reconhecimento de Código QR
ru: Результат распознавания QR-кода
sv: Resultat av QR-kodigenkänning
zh_hans: 二维码识别结果
zh_hant: QR碼識別結果

source: Quick Search
ar: البحث السريع
de: Schnellsuche
es: Búsqueda rápida
fr: Recherche rapide
it: Ricerca rapida
ja: クイック検索
ko: 빠른 검색
nl: Snelle zoekopdracht
pt_br: Pesquisa Rápida
pt_pt: Pesquisa Rápida
ru: Быстрый поиск
sv: Snabbsökning
zh_hans: 快速搜索
zh_hant: 快速搜尋

source: Readme...
ar: التعليمات...
de: Lies mich...
es: Léame...
fr: Lisez-moi...
it: Leggimi...
ja: お読みください...
ko: 읽어보기...
nl: Leesmij...
pt_br: Leia-me...
pt_pt: Leia-me...
ru: Читать...
sv: Läs mig...
zh_hans: 说明...
zh_hant: 自述文件...

# recognize-OCR
source: Recognize Text
ar: التعرف على النص
de: Text erkennen
es: Reconocer texto
fr: Reconnaître le texte
it: Riconosci Testo
ja: テキストを認識
ko: 텍스트 인식
nl: Tekst herkennen
pt_br: Reconhecer Texto
pt_pt: Reconhecer Texto
ru: Распознать текст
sv: Identifiera text
zh_hans: 识别文本
zh_hant: 識別文字

source: Recognize QR Code
ar: التعرف على رمز الاستجابة السريعة
de: QR-Code erkennen
es: Reconocer código QR
fr: Reconnaître le code QR
it: Riconosci codice QR
ja: QRコードを認識
ko: QR 코드 인식
nl: QR-code herkennen
pt_br: Reconhecer Código QR
pt_pt: Reconhecer Código QR
ru: Распознать QR-код
sv: Identifiera QR-kod
zh_hans: 识别二维码
zh_hant: 識別 QR 碼

source: Recursive Mode
ar: وضع العودية
de: Rekursiver Modus
es: Modo Recursivo
fr: Mode Récursif
it: Modalità Ricorsiva
ja: 再帰モード
ko: 재귀 모드
nl: Recursieve modus
pt_br: Modo Recursivo
pt_pt: Modo Recursivo
ru: Рекурсивный режим
sv: Rekursivt läge
zh_hans: 递归浏览模式
zh_hant: 遞迴模式
